Repository: menaje/codex-mcp-bridge-for-chatgpt
Catalog: macos/Resources/Localization/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, ja, pt, zh_hans, zh_hant

# macos.waitingforbrowserlogin
source: 브라우저 로그인을 기다리고 있습니다.
de: Auf die Anmeldung im Browser wird gewartet.
en: Waiting for browser login.
es: Esperando el inicio de sesión en el navegador.
fr: En attente de la connexion dans le navigateur.
ja: ブラウザでのログインを待っています。
pt: Aguardando o login no navegador.
zh_hans: 正在等待浏览器登录。
zh_hant: 正在等待瀏覽器登入。

# macos.bridgecli
source: 브리지 CLI
de: Bridge-CLI
en: Bridge CLI
es: CLI del puente
fr: CLI du pont
ja: ブリッジ CLI
pt: CLI da ponte
zh_hans: 桥接 CLI
zh_hant: 橋接 CLI

# macos.managebridgecli
source: 브리지 CLI 관리
de: Bridge-CLI verwalten
en: Manage bridge CLI
es: Administrar CLI del puente
fr: Gérer la CLI du pont
ja: ブリッジCLIの管理
pt: Gerenciar CLI da ponte
zh_hans: 管理桥接 CLI
zh_hant: 管理橋接 CLI

# macos.removebridgecli
source: 브리지 CLI 삭제
de: Bridge-CLI entfernen
en: Remove bridge CLI
es: Eliminar CLI del puente
fr: Supprimer la CLI du pont
ja: ブリッジ CLI を削除
pt: Remover CLI da ponte
zh_hans: 删除桥接 CLI
zh_hant: 刪除橋接 CLI

# macos.installbridgecli
source: 브리지 CLI 설치
de: Bridge-CLI installieren
en: Install bridge CLI
es: Instalar CLI del puente
fr: Installer la CLI du pont
ja: ブリッジ CLI をインストール
pt: Instalar CLI da ponte
zh_hans: 安装桥接 CLI
zh_hant: 安裝橋接 CLI

# macos.thebridgehelperdidnotstopbeforethe
source: 브리지 helper가 제한 시간 안에 종료되지 않았습니다. 관련 프로세스가 남아 있을 수 있습니다.
de: Der Bridge-helper wurde nicht vor Ablauf des Zeitlimits beendet. Zugehörige Prozesse werden möglicherweise noch ausgeführt.
en: The bridge helper did not stop before the timeout. Related processes may still be running.
es: El helper de Bridge no se detuvo antes de que se agotara el tiempo de espera. Es posible que aún haya procesos relacionados en ejecución.
fr: Le helper Bridge ne s’est pas arrêté avant l’expiration du délai. Des processus associés sont peut-être encore actifs.
ja: Bridge helperは制限時間内に終了しませんでした。関連プロセスが残っている可能性があります。
pt: O helper do Bridge não foi interrompido antes do tempo limite. Processos relacionados ainda podem estar em execução.
zh_hans: Bridge helper 未能在超时前停止。相关进程可能仍在运行。
zh_hant: Bridge helper 未能在逾時前停止。相關程序可能仍在執行。

# macos.thebridgehelperwasnotreadybeforethe
source: 브리지 helper가 제한 시간 안에 준비되지 않았습니다.
de: Der Bridge-helper war vor Ablauf des Zeitlimits nicht bereit.
en: The bridge helper was not ready before the timeout.
es: El helper de Bridge no estuvo listo antes de que se agotara el tiempo de espera.
fr: Le helper Bridge n’était pas prêt avant l’expiration du délai.
ja: Bridge helperは制限時間内に準備できませんでした。
pt: O helper do Bridge não ficou pronto antes do tempo limite.
zh_hans: Bridge helper 未能在超时前就绪。
zh_hant: Bridge helper 未能在逾時前就緒。

# macos.couldnotstartthebridgehelpercheckthe
source: 브리지 helper를 시작하지 못했습니다. 설치 상태를 확인해 주세요.
de: Der Bridge-Helper konnte nicht gestartet werden. Prüfe die Installation.
en: Could not start the bridge helper. Check the installation.
es: No se pudo iniciar el helper del puente. Comprueba la instalación.
fr: Impossible de démarrer le helper du pont. Vérifiez l’installation.
ja: ブリッジのhelperを起動できませんでした。インストール状態を確認してください。
pt: Não foi possível iniciar o helper da ponte. Verifique a instalação.
zh_hans: 无法启动桥接 helper。请检查安装状态。
zh_hant: 無法啟動橋接 helper。請檢查安裝狀態。

# macos.couldnotstartthebridgehelper
source: 브리지 helper를 시작하지 못했습니다: %@
de: Der Bridge-helper konnte nicht gestartet werden: %@
en: Could not start the bridge helper: %@
es: No se pudo iniciar el helper de Bridge: %@
fr: Impossible de démarrer le helper Bridge : %@
ja: Bridge helperを起動できませんでした：%@
pt: Não foi possível iniciar o helper do Bridge: %@
zh_hans: 无法启动 Bridge helper：%@
zh_hant: 無法啟動 Bridge helper：%@

# macos.couldnotstopthebridgehelpercheckthe
source: 브리지 helper를 종료하지 못했습니다. 관련 프로세스 상태를 확인해 주세요.
de: Der Bridge-Helper konnte nicht beendet werden. Prüfe die zugehörigen Prozesse.
en: Could not stop the bridge helper. Check the related processes.
es: No se pudo detener el helper del puente. Comprueba los procesos relacionados.
fr: Impossible d’arrêter le helper du pont. Vérifiez les processus associés.
ja: ブリッジのhelperを終了できませんでした。関連プロセスの状態を確認してください。
pt: Não foi possível encerrar o helper da ponte. Verifique os processos relacionados.
zh_hans: 无法停止桥接 helper。请检查相关进程。
zh_hant: 無法停止橋接 helper。請檢查相關程序。

# macos.couldnotstopthebridgehelper
source: 브리지 helper를 종료하지 못했습니다: %@
de: Der Bridge-helper konnte nicht beendet werden: %@
en: Could not stop the bridge helper: %@
es: No se pudo detener el helper de Bridge: %@
fr: Impossible d’arrêter le helper Bridge : %@
ja: Bridge helperを終了できませんでした：%@
pt: Não foi possível interromper o helper do Bridge: %@
zh_hans: 无法停止 Bridge helper：%@
zh_hant: 無法停止 Bridge helper：%@

# macos.bridgeversion
source: 브리지 · 버전 %@
de: Bridge · Version %@
en: Bridge · Version %@
es: Bridge · versión %@
fr: Bridge · version %@
ja: Bridge・バージョン %@
pt: Bridge · versão %@
zh_hans: Bridge · 版本 %@
zh_hant: Bridge · 版本 %@

# macos.bridgecapability
source: 브리지 기능
de: Bridge-Funktion
en: Bridge capability
es: Capacidad del Bridge
fr: Capacité du Bridge
ja: Bridge 機能
pt: Capacidade do Bridge
zh_hans: Bridge 功能
zh_hant: Bridge 功能

# macos.thebridgerecognizesonlyconversationcodextaskand
source: 브리지 기능은 conversation, codex-task, reference-text만 인식합니다. 환경 조건은 실행 환경에서 따로 준비해야 합니다.
de: Die Bridge erkennt nur conversation, codex-task und reference-text. Bereiten Sie Umgebungsanforderungen separat in der Ausführungsumgebung vor.
en: The Bridge recognizes only conversation, codex-task, and reference-text. Prepare environment requirements separately in the execution environment.
es: El Bridge solo reconoce conversation, codex-task y reference-text. Prepare los requisitos de entorno por separado en el entorno de ejecución.
fr: Le Bridge ne reconnaît que conversation, codex-task et reference-text. Préparez séparément les prérequis d’environnement dans l’environnement d’exécution.
ja: Bridge が認識するのは conversation、codex-task、reference-text のみです。環境要件は実行環境で別途準備してください。
pt: O Bridge reconhece apenas conversation, codex-task e reference-text. Prepare os requisitos de ambiente separadamente no ambiente de execução.
zh_hans: Bridge 仅识别 conversation、codex-task 和 reference-text。请在执行环境中单独准备环境要求。
zh_hant: Bridge 僅識別 conversation、codex-task 和 reference-text。請在執行環境中另外準備環境需求。

# macos.notifyaboutbridgeproblems
source: 브리지 문제 발생 시 알림
de: Bei Bridge-Problemen benachrichtigen
en: Notify about bridge problems
es: Notificar problemas del puente
fr: Notifier les problèmes du pont
ja: ブリッジの問題を通知
pt: Notificar problemas da ponte
zh_hans: 桥接出现问题时通知
zh_hant: 橋接發生問題時通知

# macos.thebridgeserverisstopped
source: 브리지 서버가 중지되었습니다.
de: Der Bridge-Server ist angehalten.
en: The bridge server is stopped.
es: El servidor Bridge está detenido.
fr: Le serveur Bridge est arrêté.
ja: Bridgeサーバーは停止しています。
pt: O servidor Bridge está parado.
zh_hans: Bridge 服务器已停止。
zh_hant: Bridge 伺服器已停止。

# macos.cannotconnecttothebridgeserver
source: 브리지 서버에 연결할 수 없습니다
de: Verbindung zum Bridge-Server nicht möglich
en: Cannot Connect to the Bridge Server
es: No se puede conectar al servidor Bridge
fr: Impossible de se connecter au serveur Bridge
ja: Bridgeサーバーに接続できません
pt: Não foi possível conectar ao servidor Bridge
zh_hans: 无法连接到 Bridge 服务器
zh_hant: 無法連線到 Bridge 伺服器

# macos.bridgestoragecannotacceptupdatesexistingworkispreserved
source: 브리지 저장소에서 변경 사항을 저장할 수 없습니다. 기존 작업은 보존되며 저장소가 복구될 때까지 새 작업은 중단됩니다.
de: Der Bridge-Speicher kann keine Änderungen annehmen. Vorhandene Arbeit bleibt erhalten; neue Arbeit pausiert bis zur Wiederherstellung des Speichers.
en: Bridge storage cannot accept updates. Existing work is preserved, and new work is paused until storage recovers.
es: El almacenamiento del puente no puede aceptar cambios. El trabajo existente se conserva y el nuevo se pausa hasta que el almacenamiento se recupere.
fr: Le stockage de la passerelle ne peut pas accepter de modifications. Le travail existant est conservé et le nouveau travail est suspendu jusqu’au rétablissement du stockage.
ja: ブリッジのストレージは更新を受け付けられません。既存の作業は保持され、ストレージが回復するまで新しい作業は一時停止されます。
pt: O armazenamento da ponte não pode aceitar alterações. O trabalho existente é preservado e novos trabalhos ficam pausados até a recuperação do armazenamento.
zh_hans: Bridge 存储目前无法接受更新。现有工作会被保留，新工作将暂停，直到存储恢复。
zh_hant: Bridge 儲存空間目前無法接受更新。現有工作會被保留，新工作將暫停，直到儲存空間恢復。

# macos.thebridgeserverdidnotrespondpleasetry
source: 브리지 서버의 응답을 확인하지 못했습니다. 잠시 후 다시 확인해 주세요.
de: Die Antwort des Bridge-Servers konnte nicht bestätigt werden. Bitte versuchen Sie es gleich erneut.
en: The bridge server did not respond. Please try again shortly.
es: No se pudo confirmar la respuesta del servidor puente. Vuelve a intentarlo en unos momentos.
fr: La réponse du serveur passerelle n’a pas pu être confirmée. Réessayez dans quelques instants.
ja: ブリッジサーバーの応答を確認できませんでした。しばらくしてから再度お試しください。
pt: Não foi possível confirmar a resposta do servidor da ponte. Tente novamente em instantes.
zh_hans: 未能确认桥接服务器的响应。请稍后重试。
zh_hant: 無法確認橋接伺服器的回應。請稍後再試。

# macos.bridgeconfigurationneedsattentionopenconnectionsettingsto
source: 브리지 설정을 확인해야 합니다. 연결 설정을 열어 필수 항목을 확인해 주세요.
de: Die Bridge-Konfiguration muss geprüft werden. Öffne die Verbindungseinstellungen und prüfe die Pflichtfelder.
en: Bridge configuration needs attention. Open connection settings to review the required fields.
es: La configuración del puente requiere atención. Revisa los campos obligatorios en los ajustes de conexión.
fr: La configuration du pont nécessite une vérification. Consultez les champs requis dans les réglages de connexion.
ja: ブリッジの設定に確認が必要です。接続設定で必須項目を確認してください。
pt: A configuração da ponte precisa de atenção. Confira os campos obrigatórios nos ajustes de conexão.
zh_hans: 桥接配置需要检查。请打开连接设置，查看必填项。
zh_hant: 橋接設定需要檢查。請開啟連線設定，查看必填項目。

# macos.bridgeskills
source: 브리지 스킬
de: Bridge-Skills
en: Bridge Skills
es: Habilidades de Bridge
fr: Compétences Bridge
ja: Bridgeスキル
pt: Habilidades do Bridge
zh_hans: Bridge 技能
zh_hant: Bridge 技能

# macos.editbridgeskill
source: 브리지 스킬 편집
de: Bridge-Skill bearbeiten
en: Edit Bridge Skill
es: Editar habilidad de Bridge
fr: Modifier la compétence Bridge
ja: Bridgeスキルを編集
pt: Editar habilidade do Bridge
zh_hans: 编辑 Bridge 技能
zh_hant: 編輯 Bridge 技能

# macos.checkingthebridgeconnection
source: 브리지 연결을 확인하고 있습니다…
de: Bridge-Verbindung wird geprüft…
en: Checking the bridge connection…
es: Comprobando la conexión con Bridge…
fr: Vérification de la connexion au Bridge…
ja: Bridgeへの接続を確認しています…
pt: Verificando a conexão com a Bridge…
zh_hans: 正在检查 Bridge 连接…
zh_hant: 正在檢查 Bridge 連線…

# macos.removethecodexinstallationmanagedbythebridge
source: 브리지가 설치한 Codex를 삭제할까요?
de: Die von der Bridge installierte Codex-Version entfernen?
en: Remove the Codex installation managed by the bridge?
es: ¿Eliminar el Codex instalado por el puente?
fr: Supprimer le Codex installé par le pont ?
ja: ブリッジがインストールした Codex を削除しますか？
pt: Remover o Codex instalado pela ponte?
zh_hans: 删除由桥接程序安装的 Codex？
zh_hant: 要刪除由橋接程式安裝的 Codex 嗎？

# macos.adedicatedcodexinstallationthatthebridgeinstalls
source: 브리지가 전용으로 설치하고 업데이트·삭제를 관리하는 Codex입니다.
de: Eine eigene Codex-Installation, deren Installation, Updates und Entfernung die Bridge verwaltet.
en: A dedicated Codex installation that the bridge installs, updates and removes.
es: Una instalación de Codex que el puente instala, actualiza y elimina.
fr: Une installation dédiée de Codex dont le pont gère l’installation, les mises à jour et la suppression.
ja: ブリッジがインストール・更新・削除を管理する専用のCodexです。
pt: Uma instalação dedicada do Codex que a ponte instala, atualiza e remove.
zh_hans: 由桥接专门安装并管理更新和删除的 Codex。
zh_hant: 由橋接專門安裝並管理更新與移除的 Codex。

# macos.thebridgeisunavailableopenconnectionsettingsto
source: 브리지를 사용할 수 없습니다. 연결 설정에서 상태와 복구 방법을 확인해 주세요.
de: Die Bridge ist nicht verfügbar. Prüfe Status und Wiederherstellung in den Verbindungseinstellungen.
en: The bridge is unavailable. Open connection settings to check its status and recovery options.
es: El puente no está disponible. Abre los ajustes de conexión para ver su estado y las opciones de recuperación.
fr: Le pont est indisponible. Ouvrez les réglages de connexion pour consulter son état et les options de récupération.
ja: ブリッジを使用できません。接続設定で状態と復旧方法を確認してください。
pt: A ponte está indisponível. Abra os ajustes de conexão para verificar o estado e as opções de recuperação.
zh_hans: 桥接不可用。请打开连接设置，查看状态和恢复方式。
zh_hant: 橋接無法使用。請開啟連線設定，查看狀態與復原方式。

# macos.disconnectcostreporting
source: 비용 연결 해제
de: Kostenberichte trennen
en: Disconnect cost reporting
es: Desconectar informes de costes
fr: Déconnecter les rapports de coûts
ja: 費用連携を解除
pt: Desconectar relatórios de custos
zh_hans: 断开费用连接
zh_hant: 中斷費用連線

# macos.costinformationisunavailable
source: 비용 정보를 확인할 수 없습니다.
de: Kosteninformationen sind nicht verfügbar.
en: Cost information is unavailable.
es: No hay información de costes disponible.
fr: Les informations de coût sont indisponibles.
ja: 費用情報を確認できません。
pt: As informações de custos estão indisponíveis.
zh_hans: 无法获取费用信息。
zh_hant: 無法取得費用資訊。

# macos.connectcostreporting
source: 비용 조회 연결
de: Kostenberichte verbinden
en: Connect cost reporting
es: Conectar informes de costes
fr: Connecter les rapports de coûts
ja: 費用照会を接続
pt: Conectar relatórios de custos
zh_hans: 连接费用查询
zh_hant: 連接費用查詢

# macos.usesaseparateadminkeyforcostsyour
source: 비용 조회용 관리자 키를 별도로 사용합니다. 실행 로그인은 변경하지 않습니다.
de: Verwendet einen separaten Administratorschlüssel für Kosten. Die Ausführungsanmeldung bleibt unverändert.
en: Uses a separate admin key for costs. Your execution sign-in stays the same.
es: Usa una clave de administrador independiente para costes. El inicio de sesión de ejecución no cambia.
fr: Utilise une clé d’administration distincte pour les coûts. La connexion d’exécution ne change pas.
ja: 費用照会には別の管理者キーを使用します。実行用ログインは変更しません。
pt: Usa uma chave de administrador separada para custos. O login de execução não muda.
zh_hans: 使用单独的管理员密钥查询费用，不更改执行登录。
zh_hant: 使用獨立的管理員金鑰查詢費用，不會更改執行登入。

# macos.useroute
source: 사용 경로
de: Verwendungsweg
en: Use route
es: Ruta de uso
fr: Mode d’utilisation
ja: 使用経路
pt: Caminho de uso
zh_hans: 使用路径
zh_hant: 使用路徑

# macos.runtime.offLabel
source: 사용 안 함
de: Aus
en: Off
es: Desactivada
fr: Désactivée
ja: オフ
pt: Desativada
zh_hans: 关闭
zh_hant: 關閉

# macos.inuse
source: 사용 중
de: In Verwendung
en: In use
es: En uso
fr: En cours d’utilisation
ja: 使用中
pt: Em uso
zh_hans: 使用中
zh_hant: 使用中

# macos.selectedcodex
source: 사용 중인 Codex
de: Ausgewähltes Codex
en: Selected Codex
es: Codex seleccionado
fr: Codex sélectionné
ja: 選択中の Codex
pt: Codex selecionado
zh_hans: 已选 Codex
zh_hant: 已選 Codex

# macos.usageinformationisunavailable
source: 사용량 정보를 확인할 수 없습니다.
de: Nutzungsinformationen sind nicht verfügbar.
en: Usage information is unavailable.
es: No hay información de uso disponible.
fr: Les informations d’utilisation sont indisponibles.
ja: 使用量情報を確認できません。
pt: As informações de uso estão indisponíveis.
zh_hans: 无法获取用量信息。
zh_hant: 無法取得用量資訊。

# macos.usageunconfirmed
source: 사용량을 아직 확인하지 못했습니다.
de: Nutzung noch nicht bestätigt.
en: Usage has not been confirmed yet.
es: Aún no se ha confirmado el uso.
fr: L’utilisation n’a pas encore été confirmée.
ja: 使用量をまだ確認できていません。
pt: O uso ainda não foi confirmado.
zh_hans: 尚未确认用量。
zh_hant: 尚未確認用量。

# macos.usageresetcoupons
source: 사용량 초기화 쿠폰
de: Nutzungsrücksetzungs-Gutscheine
en: Usage reset coupons
es: Cupones de restablecimiento
fr: Coupons de réinitialisation
ja: 使用量リセットクーポン
pt: Cupons de redefinição de uso
zh_hans: 用量重置券
zh_hant: 用量重設券

# macos.usagelastchecked
source: 사용량 확인: %@
de: Nutzung zuletzt geprüft: %@
en: Usage last checked: %@
es: Uso comprobado por última vez: %@
fr: Dernière vérification de l’utilisation : %@
ja: 使用量の最終確認: %@
pt: Uso verificado pela última vez: %@
zh_hans: 用量最后确认时间：%@
zh_hant: 用量最後確認時間：%@

# macos.cleanupunusedinstallations
source: 사용하지 않는 설치본 정리
de: Ungenutzte Installationen bereinigen
en: Clean up unused installations
es: Limpiar instalaciones sin usar
fr: Nettoyer les installations inutilisées
ja: 未使用のインストールを整理
pt: Limpar instalações não utilizadas
zh_hans: 清理未使用的安装
zh_hant: 清理未使用的安裝

# macos.chooseorinstallcodextouse
source: 사용할 Codex를 선택하거나 설치해 주세요.
de: Wählen oder installieren Sie Codex.
en: Choose or install Codex to use.
es: Selecciona o instala Codex para usarlo.
fr: Choisissez ou installez Codex.
ja: 使用する Codex を選択するかインストールしてください。
pt: Escolha ou instale o Codex que deseja usar.
zh_hans: 请选择或安装要使用的 Codex。
zh_hant: 請選擇或安裝要使用的 Codex。

# macos.nousablecodexwasfoundinstallorselect
source: 사용할 Codex를 찾지 못했습니다. Codex 설정에서 설치 또는 선택해 주세요.
de: Kein nutzbares Codex gefunden. Installiere oder wähle eines in den Codex-Einstellungen.
en: No usable Codex was found. Install or select one in Codex settings.
es: No se encontró un Codex utilizable. Instala o selecciona uno en los ajustes de Codex.
fr: Aucun Codex utilisable n’a été trouvé. Installez-en ou sélectionnez-en un dans les réglages Codex.
ja: 使用可能なCodexが見つかりません。Codex設定でインストールまたは選択してください。
pt: Nenhum Codex utilizável foi encontrado. Instale ou selecione um nos ajustes do Codex.
zh_hans: 未找到可用的 Codex。请在 Codex 设置中安装或选择。
zh_hant: 找不到可用的 Codex。請在 Codex 設定中安裝或選擇。

# macos.safelystoptheserverbeforeremovingit
source: 삭제하려면 서버를 먼저 안전하게 종료해 주세요.
de: Beenden Sie den Server vor dem Entfernen sicher.
en: Safely stop the server before removing it.
es: Detén el servidor de forma segura antes de eliminarlo.
fr: Arrêtez le serveur en toute sécurité avant la suppression.
ja: 削除する前にサーバーを安全に停止してください。
pt: Encerre o servidor com segurança antes de remover.
zh_hans: 删除前请先安全停止服务器。
zh_hant: 刪除前請先安全停止伺服器。

# macos.details
source: 상세 정보
de: Details
en: Details
es: Detalles
fr: Détails
ja: 詳細情報
pt: Detalhes
zh_hans: 详细信息
zh_hant: 詳細資訊

# macos.statusunknown
source: 상태 불명
de: Status unbekannt
en: Status Unknown
es: Estado desconocido
fr: État inconnu
ja: 状態不明
pt: Estado desconhecido
zh_hans: 状态未知
zh_hant: 狀態未知

# macos.refreshstatus
source: 상태 새로고침
de: Status aktualisieren
en: Refresh Status
es: Actualizar estado
fr: Actualiser l’état
ja: 状態を更新
pt: Atualizar estado
zh_hans: 刷新状态
zh_hant: 重新整理狀態

# macos.statuschecked
source: 상태 점검 %@
de: Status geprüft %@
en: Status checked %@
es: Estado comprobado %@
fr: État vérifié %@
ja: 状態確認 %@
pt: Estado verificado %@
zh_hans: 状态确认于%@
zh_hant: 狀態確認於%@

# macos.keepnewagenttasksinthecodexapp
source: 새 Agent 작업을 Codex 앱에 보존
de: Neue Agentenaufgaben in der Codex-App behalten
en: Keep New Agent Tasks in the Codex App
es: Conservar las tareas de agentes nuevas en la app Codex
fr: Conserver les nouvelles tâches d’agent dans l’app Codex
ja: 新しいAgentタスクをCodexアプリに保持
pt: Manter novas tarefas de agentes no aplicativo Codex
zh_hans: 在 Codex 应用中保留新代理任务
zh_hant: 在 Codex 應用中保留新代理程式任務

# macos.newversion
source: 새 버전
de: Neue Version
en: New version
es: Nueva versión
fr: Nouvelle version
ja: 新しいバージョン
pt: Nova versão
zh_hans: 新版本
zh_hant: 新版本

# macos.savenewversion
source: 새 버전 저장
de: Neue Version speichern
en: Save New Version
es: Guardar nueva versión
fr: Enregistrer la nouvelle version
ja: 新しいバージョンを保存
pt: Salvar nova versão
zh_hans: 保存新版本
zh_hant: 儲存新版本

# macos.restoreasnewversion
source: 새 버전으로 복원
de: Als neue Version wiederherstellen
en: Restore as new version
es: Restaurar como nueva versión
fr: Restaurer comme nouvelle version
ja: 新しいバージョンとして復元
pt: Restaurar como nova versão
zh_hans: 还原为新版本
zh_hant: 還原為新版本

# macos.newbridgeskill
source: 새 브리지 스킬
de: Neuer Bridge-Skill
en: New Bridge Skill
es: Nueva habilidad de Bridge
fr: Nouvelle compétence Bridge
ja: 新しいBridgeスキル
pt: Nova habilidade do Bridge
zh_hans: 新建 Bridge 技能
zh_hant: 新增 Bridge 技能

# macos.pairnewserver
source: 새 서버 페어링
de: Neuen Server koppeln
en: Pair New Server
es: Emparejar un servidor nuevo
fr: Jumeler un nouveau serveur
ja: 新しいサーバーをペアリング
pt: Parear novo servidor
zh_hans: 配对新服务器
zh_hant: 配對新伺服器

# macos.checkingtheconnectionwiththenewsettings
source: 새 설정으로 연결을 확인하고 있습니다.
de: Die Verbindung mit den neuen Einstellungen wird geprüft.
en: Checking the connection with the new settings.
es: Comprobando la conexión con los nuevos ajustes.
fr: Vérification de la connexion avec les nouveaux réglages.
ja: 新しい設定で接続を確認しています。
pt: Verificando a conexão com as novas configurações.
zh_hans: 正在使用新设置检查连接。
zh_hant: 正在使用新設定檢查連線。

# macos.newskill
source: 새 스킬
de: Neuer Skill
en: New Skill
es: Nueva habilidad
fr: Nouvelle compétence
ja: 新しいスキル
pt: Nova habilidade
zh_hans: 新建技能
zh_hant: 新增技能

# macos.newtasksusetheselectedmethodexistingtasks
source: 새 작업부터 선택한 방식으로 실행합니다. 기존 작업은 원래 실행 방식을 유지합니다.
de: Neue Aufgaben verwenden die gewählte Methode. Bestehende Aufgaben behalten ihre ursprüngliche Ausführungsmethode.
en: New tasks use the selected method. Existing tasks keep their original execution method.
es: Las nuevas tareas usan el método elegido. Las existentes conservan el método original.
fr: Les nouvelles tâches utilisent la méthode choisie. Les tâches existantes conservent leur méthode initiale.
ja: 新しいタスクから選択した方法で実行します。既存のタスクは元の実行方法を維持します。
pt: Novas tarefas usam o método selecionado. As existentes mantêm o método original.
zh_hans: 新任务使用所选方式执行，现有任务保留原来的执行方式。
zh_hant: 新工作使用所選方式執行，現有工作保留原本的執行方式。

# macos.replaceonlywhenenteringanewkey
source: 새 키를 입력할 때만 교체
de: Nur bei Eingabe eines neuen Schlüssels ersetzen
en: Replace only when entering a new key
es: Sustituir solo al introducir una clave nueva
fr: Remplacer uniquement si une nouvelle clé est saisie
ja: 新しいキーを入力した場合のみ置き換え
pt: Substituir somente ao inserir uma nova chave
zh_hans: 仅在输入新密钥时替换
zh_hant: 僅在輸入新金鑰時替換

# macos.refresh
source: 새로 고침
de: Aktualisieren
en: Refresh
es: Actualizar
fr: Actualiser
ja: 更新
pt: Atualizar
zh_hans: 刷新
zh_hant: 重新整理

# macos.common.refreshAction
source: 새로고침
de: Aktualisieren
en: Refresh
es: Actualizar
fr: Actualiser
ja: 更新
pt: Atualizar
zh_hans: 刷新
zh_hant: 重新整理

# macos.server
source: 서버
de: Server
en: Server
es: Servidor
fr: Serveur
ja: サーバー
pt: Servidor
zh_hans: 服务器
zh_hant: 伺服器

# macos.serverid
source: 서버 ID %@
de: Server-ID %@
en: Server ID %@
es: ID del servidor: %@
fr: ID du serveur %@
ja: サーバーID %@
pt: ID do servidor %@
zh_hans: 服务器 ID %@
zh_hant: 伺服器 ID %@

# macos.connection.serverIdLabeled
source: 서버 ID: %@
de: Server-ID: %@
en: Server ID: %@
es: ID del servidor: %@
fr: ID du serveur : %@
ja: サーバーID: %@
pt: ID do servidor: %@
zh_hans: 服务器 ID：%@
zh_hant: 伺服器 ID：%@

# macos.ontheservermacclickcreateandcopy
source: 서버 Mac에서 ‘새 페어링 초대 만들고 복사’를 누른 뒤 여기에 붙여넣으세요.
de: Klicken Sie auf dem Server-Mac auf „Neue Kopplungseinladung erstellen und kopieren“ und fügen Sie sie hier ein.
en: On the server Mac, click ‘Create and copy a new pairing invitation,’ then paste it here.
es: En el Mac servidor, pulsa «Crear y copiar una nueva invitación de emparejamiento» y pégala aquí.
fr: Sur le Mac serveur, cliquez sur « Créer et copier une nouvelle invitation de jumelage », puis collez-la ici.
ja: サーバーMacで「新しいペアリング招待を作成してコピー」を押し、ここに貼り付けてください。
pt: No Mac servidor, clique em “Criar e copiar novo convite de pareamento” e cole-o aqui.
zh_hans: 在服务器 Mac 上点按“创建并复制新的配对邀请”，然后粘贴到此处。
zh_hant: 在伺服器 Mac 上按一下「建立並複製新的配對邀請」，然後貼到此處。
